use HotelUkraine;
go

set identity_insert tblTypeRooms on
insert into tblTypeRooms 
		(Id, Name, Quantity) 
	values 
		(1, 'Стандарт одномісний', 15),
		(2, 'Стандарт двомісний', 41), 
		(3, 'Напівлюкс', 2),
		(4, 'Напівлюкс покращений', 2),
		(5, 'Люкс', 4),
		(6, 'Люкс покращений', 4)
set identity_insert tblTypeRooms off
go

set identity_insert tblDescriptionRoom on
insert into tblDescriptionRoom 
		(Id, TypeRoomId, Price, Description, Includes) 
	values 
		(1, 1, 590, 'Дизайн оформлений у стилі сучасна класика. Номер обладнаний меблями з натурального дерева українського виробництва та зручним ліжком, розмірами 1800*2000 мм. До послуг наших гостей усі необхідні комунікації. Такі номери є ідеальним варіантом для гостей, які хочуть отримати комфорт та якісне обслуговування за розумну ціну.', 'сніданок «шведський стіл», доставка багажу'),
		(2, 2, 640, 'Номер обладнаний усім необхідним для спокійного відпочинку: класичний інтер’єр оформлений у світлих, теплих тонах; меблі з натуральної деревини; телевізор LCD та кабельне телебачення на 50 каналів. Уважний і привітний персонал завжди радий подбати про Ваш комфорт. Номер оснащений ергономічною робочою зоною, що особливо важливо для гостей нашого готелю, які перебувають у діловій поїздці. З двоспальними ліжками розміром 1800х2000 мм. Такі номери є ідеальним варіантом для зручного та економного проживання у Рівному.', 'сніданок «шведський стіл», доставка багажу'), 
		(3, 2, 660, 'Номер обладнаний усім необхідним для спокійного відпочинку: класичний інтер’єр оформлений у світлих, теплих тонах; меблі з натуральної деревини; телевізор LCD та кабельне телебачення на 50 каналів. Уважний і привітний персонал завжди радий подбати про Ваш комфорт. Номер оснащений ергономічною робочою зоною, що особливо важливо для гостей нашого готелю, які перебувають у діловій поїздці. З роздільними ліжками розміром 900х2000 мм. Такі номери є ідеальним варіантом для зручного та економного проживання у Рівному.', 'сніданок «шведський стіл», доставка багажу'),
		(4, 3, 1100, 'Просторі, світлі та по-домашньому затишні номери, обладнані усім необхідним для спокійного відпочинку та роботи: вишукані меблі, зручне ліжко, розмірами 1800*2000 мм, міні — бар, набори для приготування чаю та кави, а також ванна кімната з великою душовою кабіною, косметичні дзеркала. В номері є можливість розміщення сім''ї з трьох осiб.', 'сніданок «шведський стіл», доставка багажу'),
		(5, 4, 1300, 'Просторий номер, оформлений у теплих, приємних тонах класичного стилю. Витончені меблі, широкі ліжка, м’які дивани та тендітні орхідеї створюють атмосферу вишуканого відпочинку. Приємним доповненням є ванна кімната, обладнана за останнім словом техніки.', 'сніданок «шведський стіл», доставка багажу, сауна, оренда ноутбука'),
		(6, 5, 1600, 'Люкс готелю «Україна» створено для найвибагливіших гостей, які цінують комфорт на найвищому рівні. Вітальня обладнана усім необхідним для проведення ділових зустрічей або спокійного відпочинку. Вишуканий інтер’єр та живі квіткові композиції доповнюють враження неперевершеного стилю. У спальні із широким ліжком та широкоекранним телевізором панує спокій і тиша. Простора ванна кімната, обладнана усім необхідним, що підтверджує високий рівень комфорту.', 'сніданок «шведський стіл», доставка багажу, сауна, оренда ноутбука'),
		(7, 6, 2900, 'Ці номери створено для прийому гостей найвищого рівня. Елегантна вітальня декорована у класичному стилі із вишуканими меблями, широкоекранним телевізором, міні — баром та найсучаснішими засобами комунікацій ідеально підійде як для відпочинку так і для проведення ділових зустрічей. Атмосферу розкоші доповнюють дбайливо підібрані аксесуари та живі квіти. У спальні, яка обладнана широким зручним ліжком та великою LCD панеллю панує атмосфера спокою та затишку. Для створення відчуття максимального комфорту ванна кімната з найсучаснішою сантехнікою, додатковий гостьовий санвузол та великий гардероб. Індивідуальний підхід до кожного нашого гостя, привітний, висококваліфікований персонал та виняткова конфіденційність зробить Ваше перебування у готелі незабутнім.', 'сніданок «шведський стіл», доставка багажу, сауна, оренда ноутбука')
set identity_insert tblDescriptionRoom off
go

